Repository: toposreferencia/g3w-admin
Catalog: g3w-admin/caching/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Active
pt_br: Ativo

source: Save as base layer
pt_br: Salvar como camada base

source: Base layer title
pt_br: Título da camada base

source: Base layer description
pt_br: Descrição da camada base

source: Base layer attribution
pt_br: Atribuição da camada base

source: Check on uncheck to activate/deactivate caching layer capabilities:
pt_br: Marcar ou desmarcar para ativar/desativar as capacidades da camada de cache

source: Reset cache
pt_br: Resetar cache

source: Reset cache for project
pt_br: Resetar cache para projeto

source: Base layer data
pt_br: Dados da camada base

source: This field is required
pt_br: Este campo é obrigatório

source: Alert
pt_br: Alerta

source: Some errors on form. Check it and send again.
pt_br: Alguns erros no formulário. Verifique e envie novamente.

source: Caching layer
pt_br: Camada de cache

source: Activation layer caching
pt_br: Cache da camada de ativação

source: Cache erased!
pt_br: Cache apagado!
