Repository: toposreferencia/g3w-admin
Catalog: g3w-admin/qplotly/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Layer with id {layer.qgs_layer_id} is no equal to setting {settings.source_layer_id}
pt_br: A camada com id {layer.qgs_layer_id} não é igual à configuração {settings.source_layer_id}

source: XML original settings
pt_br: configurações originais XML

source: Layer datasource
pt_br: Fonte de dados da camada

source: Use selected features only
pt_br: Use apenas os recursos selecionados

source: Use visible features only
pt_br: Use apenas recursos visíveis

source: Plot type
pt_br: Tipo de plot

source: Plot title
pt_br: Título de plot

source: Set as default plot on starting map
pt_br: Definir como plot padrão no mapa inicial

source: XML is not a DataPlotly settings.
pt_br: XML não é uma configuração do DataPlotly.

source: Layer with qgs_layer_id={settings.source_layer_id} is not present into DB
pt_br: Camada com qgs_layer_id={settings.source_layer_id} não está presente no BD

source: Layer DataPlotly settings layer datasource is not equal to datasource into values.
pt_br: A fonte de dados da camada de configurações do DataPlotly da camada não é igual à fonte de dados em valores.

source: Actions
pt_br: Ações

source: Name
pt_br: Nome

source: Type
pt_br: Tipo

source: Linked
pt_br: Vinculado

source: Qplotly widgets
pt_br: Widgets Qplotly
