Repository: toposreferencia/g3w-admin
Catalog: g3w-admin/editing/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The feature id {} of layer {} cannot be modified because it is not locked anymore
pt_br: O id de recurso {} da camada {} não pode ser modificado porque não está mais bloqueado

source: Sorry but your user doesn't has 'Add Feature' capability
pt_br: Lamentamos, mas o seu usuário não tem a capacidade de 'Adicionar recurso'

source: Sorry but your user doesn't has 'Delete Feature' capability
pt_br: Desculpe, mas seu usuário não tem o recurso 'Adicionar recurso'

source: Sorry but your user doesn't has 'Change or Change Attributes Features' capability
pt_br: Desculpe, mas seu usuário não tem a capacidadee de 'Alterar ou alterar características de atributos'

source: Error adding feature: %s
pt_br: Erro ao adicionar recurso: %s

source: Error adding feature on Spatialite provider:
pt_br: Erro ao adicionar recurso no provedor Spatialite:

source: Error changing attribute values: %s
pt_br: Erro ao alterar os valores dos atributos: %s

source: Error changing geometry: %s
pt_br: Erro ao alterar a geometria: %s

source: Cannot delete feature: %s
pt_br: Não é possível excluir o recurso: %s

source: Layer %s is not editable!
pt_br: A camada %s não é editável!

source: Backend error saving layer %s: %s
pt_br: Erro de back-end ao salvar a camada %s: %s

source: Active
pt_br: Ativo

source: Scale
pt_br: Escala

source: Scale after that editing mode is active
pt_br: Escalar depois de o modo de edição estar ativo

source: Viewers
pt_br: visualizadores

source: Select user with viewer role can do editing on layer
pt_br: O usuário selecionado com a função de visualizador pode fazer edições na camada

source: Select VIEWER groups can do editing on layer
pt_br: Grupos de VISUALIZADORES selecionados podem fazer edições na camada

source: User viewer groups
pt_br: Grupos de visualizadores de usuários

source: User adding data field
pt_br: Usuário adicionando campo de dados

source: Optional: select layer field to store username that entered the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
pt_br: Opcional: selecione o campo de camada para armazenar o nome do usuário que inseriu os dados. Mostrado apenas campo de string. <br>Valor armazenado no campo será assim estruturado: <i>[nome de usuário]</i>

source: User editing data field
pt_br: Campo de dados de edição do usuário

source: Optional: select layer field to store username that updated the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
pt_br: Opcional: selecione o campo da camada para armazenar o nome de usuário que atualizou os dados. Mostrado apenas campo de string. <br>Valor armazenado no campo será assim estruturado: <i>[nome de usuário]</i>

source: Check on uncheck to attive/deactive editing layer capabilities:
pt_br: Marque ou desmarque para ativar/desativar as capacidades da camada de edição:

source: Select viewers with 'view permission' on project that can edit layer:
pt_br: Selecione os visualizadores com 'permissão de visualização' no projeto que podem editar a camada:

source: 'User adding data field' and 'User editing data field' cannot assume the same value.
pt_br: 'Campo de dados de adição de usuário' e 'Campo de dados de edição de usuário' não podem assumir o mesmo valor.

source: Constraint validation failed for geometry: %s
pt_br: Falha na validação de restrição para geometria: %s

source: Alert
pt_br: Alerta

source: Some errors on form. Check it and send again.
pt_br: Alguns erros no formulário. Confira e envie novamente.

source: Editing layer
pt_br: Camada de edição

source: Activation layer_editing
pt_br: Edição da camada de ativação
